import React from "react";
import { CharityBox } from ".";

function SecondTextContent() {
  return (
    <div className="flex flex-col items-center text-justify">
      <div className=" md:w-full w-11/12 ">
        <p className="pt-4">
          تجربیات هدایت شده BeMe فقط برای کسانی است که آنقدر شجاع و باز هستند که
          می توانند با سر به دنیای کاملاً جدید بپرند. این یک تور گردشگری نیست.
          شما سرکار قرار می گیرید و با همان چالش هایی روبه رو می شوید که راهنمای
          شما به صورت روزانه با آن مواجه است.
        </p>

        <p className="pt-4">
          در حالی که ما تلاش خواهیم کرد تا اطمینان حاصل کنیم که هر تجربه تا حد
          ممکن ایمن است، مهمانان از منطقه امن خود خارج خواهند شد.
        </p>
        <CharityBox />

        <p className="pt-4">
          آیا به کاری که انجام می دهید اشتیاق دارید؟ علاقه ای به زندگی که دارید؟
          آیا آرزو می کنید که افراد بیشتری بتوانند شادی ها و زیبایی های شغل و
          سبک زندگی شما را تجربه کنند؟
        </p>
        <p className="pt-4">
          اگر چنین است، چرا خودتان به آنها نشان نمی دهید (و برای انجام آن پول
          دریافت نمی کنید)؟
        </p>
        <p className="pt-4">
          BeMe همیشه به دنبال راهنماهایی است که می توانند دیدگاه های جدیدی را به
          همه مهمانان ما ارائه دهند. به راهنماها پول پرداخت می شود و آنها می
          توانند قیمت خود را برای تجربه یک روزه خود تعیین کنند.
        </p>
      </div>
    </div>
  );
}

export default SecondTextContent;
